sub-hello = Чтобы участвовать в $AIRDROP, подпишись✅на наш канал, чтобы быть в курсе всех новостей от команды :@cheburash_ton

sub-again = Вы не подписаны на канал

menu-menu = <b>AIRDROP CHEBU COIN</b> 🪙🍊

    200 $CHEBU - за одного друга ? - Да! 👥
    Зарабатывай приглашая своих друзей
    Самое лучшее сообщество только здесь

    <b>CHEBU</b> неважно сколько у тебя денег, нужны лишь друзья💰
    Каждый участник <b>AIRDROP</b> гарантированно получит $CHEBUCOIN🍊

    Заработать ещё никогда не было так просто!

    🤫<b>🐊Гена…Ты чем трубку набивал?….</b>

    @cheburash_ton


menu-terms = 📃<b>УСЛОВИЯ</b>

    Условия никогда не были такими простыми!
    Приглашай друзей получай $CHEBU🍊

    🪂Каждый гарантированно получит <b>AIRDROP</b> токенов

    Условия участия в AIRDROP:
    1) Быть подписанным на наш канал : @cheburash_ton
    2) Пригласить всех своих друзей

    За каждого друга ты получишь 200 $CHEBU

    🎁Не забывай собирать ежедневный бонус

    🔗Твоя ссылка для приглашения : { $deeplink }


menu-balance =  <b>БАЛАНС</b> 🍊

    Твой баланс: { $balance } $CHEBU :
    1 друг = 200 $CHEBU

    👤Приглашай друзей, чтобы получить ещё больше $CHEBU

    🐊Гена…Ты чем трубку набивал?….


menu-wallet = 🪙 <b>WALLET</b>

    Для дальнейшего получения токенов вам нужно привязать НЕкастодиальный кошелек сети TON - рекомендуем -
    Tonkeeper/Tonhub/MyTonWallet

    ☑️Введите адрес вашего кошелька сети TON:


menu-tasks = 🗓️<b>Выполняй задания</b>, чтобы получить ещё больше $CHEBU

    ⬇️<b>Сможешь ли ты выполнить все ?</b>


menu-rewards = 🎁 <b>ЕЖЕДНЕВНЫЙ БОНУС</b>

    Заходи в бот каждый день и получай дополнительные $CHEBU

    🍀Случайным образом вам выпадет от 20 до 100 $CHEBU

    🎰Веди охоту за ДЖЕКПОТОМ размером в 20000 $CHEBU и секретными призами



wallet-correct = ⚡️Отлично! Адрес кошелька :
    { $adress }

    Токены $CHEBU по окончанию AIRDROP придут на данный адрес

    ⚙️Если вы хотите заменить адрес, просто повторите действие во вкладке “Wallet”

wallet-incorrect = Были введены неверные данные. Попробуйте еще раз


button-sub = Проверить подписку

button-terms = 📃Условия

button-balance = 🍊Баланс

button-invite = Пригласить друга

button-wallet = 🪙Кошелёк

button-tasks = 💡Задания

button-rewards = 💎Ежедневные награды

button-back = Назад

reward-button = Получить вознаграждение

reward-yes = Вы получили вознаграждение, проверьте свой баланс

reward-no = Сегодня вы уже получали вознаграждение, попробуйте позже